{
  "DoesNotExist": {
    "title": "Error 404",
    "body": "The page you were trying to access cannot be found!",
    "author": "none"
  },
  "fifty-sustainable-tips": {
    "title": "50 Sustainable Tips",
    "body": "<ol> <li>Utilization of different modes of transport, carpooling, public transit etc.</li><li>The varying ways sustainable recycled clothing and materials can be used, through the use of thrift stores second hand shops etc.</li><li>Pollutants should be distributed through a natural process of composting to grow food and create a revolving factor around the accumulation of trash.</li><li>Recycled irrigation expands general uses of agricultural watering by conserving more.</li><li>General Recycling being aware of which type of trash goes where, plastics, recyclables, bottles etc.</li><li>Total awareness of your carbon footprint and or the various amount of impacts that you create on a daily basis, and how you can take steps in mitigating these factors. </li><li>Pollutant precautions being completely aware of what is around you and partaking in efforts to consistently picking up trash.</li><li>International and even local travel through the use of planes should be minimized to a great extent unless specifically needed.</li><li>Reducing single use plastic to a metal containers- methodology in reuse.</li><li>&nbsp;Reverse osmosis through varying water sources as seen through our water fountains.</li><li>Awareness of electricity impact, do you take the steps to minimize detriments of electronic waste.</li><li>Use of solar panels to be the main source of generation. Cutting the costs &amp; saving environmentally.</li><li>Go on a specified diet to reduce certain impacted foods. </li><li>Don’t eat too much fish or meat, there can be a notable shortage in the future. These sources are at the most steak.</li><li>Do you walk places instead of taking a car when it is located around a short distance? This is a great step in removing unneeded emissions</li><li>Do you use any eco friendly products-mainly relating to human use of chemicals/chemical products.</li><li>Reducing the amount of water you use whether it be from showers or washing your hands</li><li>Create a range of ways you could reduce the amount of ways you use your car. Asking yourself the question of do I really want to use this mode or transport, expanding the life or the car. Don’t use as much, if you don’t need it!</li><li>Ways to sustainably control consumption, be more aware of this. You want to utilize your resources not deplete this.</li><li> Naturally grow your own produce. It provides a sense of connectedness and is exemplified as an organic source, which is the best</li><li> Use a compost garden through natural resources (wood, mulch, grass, wood scraps etc) while using it to the best of it’s environmental ability.</li><li> Since plastic bags had been put on ban, use reusable bags to enhance the eco friendly side of it. While not using an excess in unneeded bags.</li><li> Use LED light bulbs while disregarding the gas light bulbs. It is very inefficient and not environmentally accepted due to its inefficiency.</li><li> Reuse of recycled products to create necessities and promote longevity in products instead of throwing a new product away shortly after use.</li><li> Did you remember to turn off your lights, fans, stove, fireplace etc.</li><li> Reuse of paper towels, don’t just have a one time use system. Reuse.</li><li> Promote diversity in the area that you live by planting native plant species to promote a greater ecosystem in result.</li><li> Advocate in public speaking and or interventions to implement a plan of action throughout your city and more. Vote.</li><li> Do not use pesticides or enhancers for any plants or living things.</li><li> Non-water toilet system, rid the excess of wasted water. </li><li> Don’t use insecticides for outside or inside use, use natural occurring components salt or lemon juice other thing to deter insects or whatever it may be so it doesn’t mess up soil or so said air quality.</li><li> Be a minimalist in the best way possible.</li><li> Eat local food, which is sourced within the area you reside in.</li><li> Purchase fair-trade products- a good sustainable method to be achieved because labor practices are fair and environmental efforts are up to standards.</li><li> You should Have less of a reliance on things that use up a lot of energy&nbsp;</li><li> Have a smaller family rather than a big family, lessens the overall impact emit globally and regionally.</li><li> Pay attention to the various amount of labeling that is on your foods and products, is it environmentally detrimental?</li><li> Print only the needed documents for your class, have a range so your not wasting and eventually throwing out perfectly good paper</li><li> If you can, expand your efforts to go paperless.</li><li> Reduce the amount of food waste to narrowing it down to what you really need</li><li> Repurpose glass and other cups/jars to reduce the amount of plastic used</li><li> Use a dishwasher instead of dish washing, conserves the amount of water used and saved</li><li> Use multipurpose bath-products</li><li> Use rechargeable methods of batteries</li><li> Recycle your needed phones to reduce harmful detterances. </li><li> REUSABLE STAINLESS STEEL CONTAINERS promotes a cycle of reuse</li><li> uSE TOWELLETS INSTEAD OF NAPKINS IF POSSIBLE also promotes a cycle of reside&nbsp;</li><li> Prepare home cooked meals.&nbsp;</li><li> Spend more time outside to gain a better perspective on the world and environment in which you live.</li><li> Eat a wider range of “Whole Foods”</li></ol>",
    "author": "Taylor Hughes"
  },
  "get-involved": {
    "title": "Get Involved!",
    "body": "<p>Sometimes when we think about climate change we are wondering who we can face this big issue. It’s a <strong> worldwide problem</strong> , so individually we <strong> seem powerless </strong> but we have to remember that every fight for rights have start at an individual when <strong> few people rise</strong>  to face the unacceptable. Here we are talking about the <strong> future of our home planet</strong>  Earth, our future and the future of our children.&nbsp; So what can we do ? Wait and see ? No.</p><p><br></p><p> We can try to live sustainably...Yes, but remember, individually we have small impact and we need to change a planetary system. Be sustainable will not be enough we have to think bigger ! Make your life an example, show people who easy it is to live sustainably. Simple things can have a big effect, it’s the butterfly effect.&nbsp;</p><p><br></p><p> Join associations to be get more powerful! There are plenty of associations that we you can make the difference.</p><p><br></p><p> We have inherited rights written by our ancestors, who in their time chose to protest against an unjust system. We have to use them to rise again to fight again because this is the fight of our century.</p><p><br></p><p><br></p></<p>",
    "author": "Amaury Bernard"
  },
  "csusm-sustainability": {
    "title": "CSUSM Sustainability",
    "body": "<p>Efforts are exemplified by….</p><br/><p>Reverse osmosis, through the use of the water fountains it uses cold temperatures to ensure the killing of bacteria and goes through a full reverse osmosis phase. Which is passed through the local desalination plant and pipelines straight to us and purified through a cooling method. This is considered sustainable due to the fact that you are taking non purified water and converting it into a purified water source.</p><br/><p>Recycled waste separation. Which is seen through CSUSM efforts in having stationary recycling bins including all of the categories of separation including plastics, recycle, trash, etc.</p><br/><p>Recycled water through toilet systems and urinals( not fresh water), CSUSM uses a method of instead of using fresh water for toilet flushing and whatnot, they used tap and unfiltered water. In which is a very good mitigation effort in conserving our filtered water for other needed purposes.</p><p>Compost bins promote good soil and a good surrounding area of plants and a range of biodiversity. They go about this process by getting natural sources of “trash” in which people think is trash, such as wood scraps, grass clippings etc. Which then compiles and mixes together with natural soil and produces a great mixture, relating to the basis of conservation due to reuse of materials.</p><p> <br></p><p>CSUSM Sustainable food project garden promotes a healthy range or organic food/produce. They went into it providing 2000 students with produce. It has been used in various classes, and has paired together with ‘The Cougar Pantry’ in efforts to provide a more sustainable way of receiving, cultivating, and distributing produce, because you have an actual sense in knowing that it is locally sourced and organic methods were used within the process; in comparison to large scale vegetable distributors who use pesticides in their greatest advantage to increase economic value and production quantity. CSUSM is doing it for the sake of health and sustained living for students and the surrounding area.</p>",
    "author": "Taylor Hughes"
  }
}
